[
    {
        "name": "Dragonborn",
        "description": "Dragonborn are a playable race in Baldur's Gate 3. Dragonborn have resistance to a type of energy damage and are able to make deadly breath weapon attacks. These abilities are affected by their Dragonborn subrace.",
        "image": "Race Dragonborn.png",
        "grants": [],
        "choices": [
            {
                "type": 8,
                "options": [
                    {
                        "name": "Black Dragonborn",
                        "description": "Despite no ancestral links to the mighty creatures, these dragonborn share the charcoal colouration and fizzling, acid breath of black dragons.",
                        "grants": [
                            {
                                "ref": "a6607"
                            },
                            {
                                "ref": "c6719"
                            }
                        ]
                    },
                    {
                        "name": "Brass Dragonborn",
                        "description": "Despite no ancestral links to the mighty creatures, these dragonborn share the burnished ochre hue and flickering, fiery breath of brass dragons.",
                        "grants": [
                            {
                                "ref": "a4756"
                            },
                            {
                                "ref": "c6721"
                            }
                        ]
                    },
                    {
                        "name": "Copper Dragonborn",
                        "description": "Despite no ancestral links to the mighty creatures, these dragonborn share the pink-gold colouration and corrosive breath of copper dragons.",
                        "grants": [
                            {
                                "ref": "a6607"
                            },
                            {
                                "ref": "c6719"
                            }
                        ]
                    },
                    {
                        "name": "Green Dragonborn",
                        "description": "Despite no ancestral links to the mighty creatures, these dragonborn share the brilliant emerald aspect and stinking, putrid breath of green dragons.",
                        "grants": [
                            {
                                "ref": "a6664"
                            },
                            {
                                "ref": "c6722"
                            }
                        ]
                    },
                    {
                        "name": "Silver Dragonborn",
                        "description": "Despite no ancestral links to the mighty creatures, these dragonborn share the glinting shine and scorching cold breath of silver dragons.",
                        "grants": [
                            {
                                "ref": "a4721"
                            },
                            {
                                "ref": "c6723"
                            }
                        ]
                    }
                ]
            }
        ],
        "id": 4496,
        "choiceType": 8
    },
    {
        "name": "Drow",
        "description": "Drow are the dark elves of the Forgotten Realms. They dwell in the Underdark, large subterranean caverns beneath the surface.",
        "image": "Race Drow.png",
        "grants": [
            {
                "ref": "c6562"
            },
            {
                "ref": "c3956"
            },
            {
                "ref": "c3953"
            }
        ],
        "choices": [
            {
                "type": 8,
                "options": [
                    {
                        "name": "Lolth-Sworn Drow",
                        "description": "Raised by Lolth's cult in the city of Menzoberranzan, these drow extol the virtues of their corrupt and merciless goddess. Lolth marks her followers with bright red eyes so the Underdark will learn to fear Drow on sight.",
                        "grants": []
                    },
                    {
                        "name": "The Cult of Lolth",
                        "description": "The much-reviled matriarch of the drow pantheon, Lolth holds sway over spiders, the Underdark, and the wicked creatures of the Demonweb Pits. Her primary goal is to corrupt all drow, transforming them into heartless cultists.",
                        "grants": []
                    }
                ]
            }
        ],
        "id": 130,
        "choiceType": 8
    },
    {
        "name": "Dwarf",
        "description": "As durable and unyielding as their homes of stone, dwarves are some of the finest warriors, miners, and smiths of Faerûn.",
        "image": "Race Dwarf.png",
        "grants": [
            {
                "ref": "c6583"
            },
            {
                "ref": "c3957"
            },
            {
                "ref": "c3959"
            }
        ],
        "choices": [
            {
                "type": 8,
                "options": [
                    {
                        "name": "Gold Dwarves",
                        "description": "Gold Dwarves are known for their confidence and keen intuition. The culture of their Deep Kingdom values family, ritual, and fine craftsmanship.",
                        "grants": [
                            {
                                "ref": "c3960"
                            }
                        ]
                    },
                    {
                        "name": "Shield Dwarves",
                        "description": "Shield Dwarves survived a long fall from grace, surrendering many of their ancient kingdoms in wars with Goblins and Orcs. These losses have lead to a cynical mindset, yet Shield Dwarves will endure anything to restore their ancestral homelands.",
                        "grants": [
                            {
                                "ref": "c6585"
                            }
                        ]
                    },
                    {
                        "name": "Duergar",
                        "description": "Once enslaved by the eldritch Mind Flayers, Duergar adapted to freedom with harsh practicality. Their cold demeanours and gift of stealth are well-known through the Underdark.",
                        "grants": [
                            {
                                "ref": "c3956"
                            },
                            {
                                "ref": "c6053"
                            }
                        ]
                    }
                ]
            }
        ],
        "id": 134,
        "choiceType": 8
    },
    {
        "name": "Elf",
        "description": "\"With an ethereal countenance and long lifespans, elves are at home with nature's power, flourishing in light and dark alike.\"",
        "image": "Race Elf.png",
        "grants": [
            {
                "ref": "c6572"
            },
            {
                "ref": "c3957"
            },
            {
                "ref": "c3953"
            }
        ],
        "choices": [
            {
                "type": 8,
                "options": [
                    {
                        "name": "High Elves",
                        "description": "Heirs of the mystical [https://forgottenrealms.fandom.com/wiki/Feywild Feywild], high elves value magic in all its forms, and even those who do not study spellcraft can manipulate the [https://forgottenrealms.fandom.com/wiki/Weave Weave].",
                        "grants": [
                            {
                                "ref": "s1638"
                            },
                            {
                                "ref": "s1641"
                            },
                            {
                                "ref": "s1645"
                            },
                            {
                                "ref": "s1647"
                            },
                            {
                                "ref": "s1653"
                            },
                            {
                                "ref": "s1661"
                            },
                            {
                                "ref": "s796"
                            },
                            {
                                "ref": "s1662"
                            },
                            {
                                "ref": "s1663"
                            },
                            {
                                "ref": "s1665"
                            },
                            {
                                "ref": "s1691"
                            },
                            {
                                "ref": "s1695"
                            },
                            {
                                "ref": "s1696"
                            }
                        ]
                    },
                    {
                        "name": "Wood Elves",
                        "description": "Wood elves spend their reclusive lives in [[Faerûn",
                        "grants": []
                    }
                ]
            }
        ],
        "id": 132,
        "choiceType": 8
    },
    {
        "name": "Githyanki",
        "description": "Githyanki are peerless warriors from the Astral Plane, known for their legendary silver blades and red dragon mounts. They seek the total destruction of mind flayers, whose ancient empire enslaved the ancestral gith for millennia.",
        "image": "Race Githyanki.png",
        "grants": [
            {
                "ref": "a6593"
            },
            {
                "ref": "c6594"
            }
        ],
        "id": 131
    },
    {
        "name": "Gnome",
        "description": "\"Small, clever, and energetic, gnomes use their long lives to explore Faerûn's brightest corners and darkest depths.\"",
        "image": "Race Gnome.png",
        "grants": [
            {
                "ref": "c3961"
            }
        ],
        "choices": [
            {
                "type": 8,
                "options": [
                    {
                        "name": "Rock Gnomes",
                        "description": "The most commonly seen gnome on Faerûn's surface, Rock Gnomes are named as such for their hardiness and affinity to metal.",
                        "grants": [
                            {
                                "ref": "c3957"
                            },
                            {
                                "ref": "c3963"
                            }
                        ]
                    },
                    {
                        "name": "Forest Gnomes",
                        "description": "Even smaller than their cousins and twice as reclusive, Forest Gnomes are rare sight in Faerûn. They master magic and craftmanship in their distant, idyllic groves.",
                        "grants": [
                            {
                                "ref": "c3957"
                            },
                            {
                                "ref": "s1585"
                            }
                        ]
                    },
                    {
                        "name": "Deep Gnomes",
                        "description": "More guarded than their surface cousins, Deep Gnomes survive in the Underdark with darkvision and skillful stealth.",
                        "grants": [
                            {
                                "ref": "c3956"
                            },
                            {
                                "ref": "c3962"
                            }
                        ]
                    }
                ]
            }
        ],
        "id": 2611,
        "choiceType": 8
    },
    {
        "name": "Half-Elf",
        "description": "\"Half-Elves inherit blessings from both their parents, but at the price of never quite fitting in. Curious, ambitious, and versatile, half-elves are welcome everywhere, but struggle without a community to call their own.\"",
        "image": "Race Half-Elf.png",
        "grants": [
            {
                "ref": "c6570"
            },
            {
                "ref": "c3957"
            },
            {
                "ref": "c3953"
            }
        ],
        "choices": [
            {
                "type": 8,
                "options": [
                    {
                        "name": "High Half-Elves",
                        "description": "A touch of the [https://forgottenrealms.fandom.com/wiki/Feywild Feywild] remains in half-elves with this bloodline, and even those untrained in magic possess a hint of wild power.",
                        "grants": [
                            {
                                "ref": "s1638"
                            },
                            {
                                "ref": "s1641"
                            },
                            {
                                "ref": "s1645"
                            },
                            {
                                "ref": "s1647"
                            },
                            {
                                "ref": "s1653"
                            },
                            {
                                "ref": "s1661"
                            },
                            {
                                "ref": "s796"
                            },
                            {
                                "ref": "s1662"
                            },
                            {
                                "ref": "s1663"
                            },
                            {
                                "ref": "s1665"
                            },
                            {
                                "ref": "s1691"
                            },
                            {
                                "ref": "s1695"
                            },
                            {
                                "ref": "s1696"
                            }
                        ]
                    },
                    {
                        "name": "Wood Half-Elves",
                        "description": "Like their wood elf parent, these half-elves have a quickened stride and eye for stealth. Yet many break away from isolation in Faerûn's forests to explore the rest of the Realms.",
                        "grants": []
                    },
                    {
                        "name": "Drow Half-Elves",
                        "description": "Most Half-Drow result from liaisons between [[Drow#Seldarine Drow",
                        "grants": []
                    }
                ]
            }
        ],
        "id": 133,
        "choiceType": 8
    },
    {
        "name": "Half-Orc",
        "description": "Half-Orcs exhibit a blend of orcish and human characteristics, and their appearance varies widely. Creatures of intense emotion, Half-Orcs are more inclined to act than contemplate - whether the rage burning their bodies compels them to fight, or the love filling their hearts inspires acts of incredible kindness.",
        "image": "Race Half-Orc.png",
        "grants": [
            {
                "ref": "c3957"
            },
            {
                "ref": "a6277"
            },
            {
                "ref": "c6278"
            }
        ],
        "id": 4495
    },
    {
        "name": "Halfling",
        "description": "Small yet capable, halflings prefer the comforts of home and hearth - but their natural luck and dexterity makes them fine adventurers.",
        "image": "Race Halfling.png",
        "grants": [
            {
                "ref": "c3964"
            },
            {
                "ref": "c6387"
            }
        ],
        "choices": [
            {
                "type": 8,
                "options": [
                    {
                        "name": "Lightfoot Halflings",
                        "description": "Lightfoot Halflings are stealthy but social, travelling all over Faerûn to make a name for themselves.",
                        "grants": [
                            {
                                "ref": "c6388"
                            }
                        ]
                    },
                    {
                        "name": "Strongheart Halflings",
                        "description": "Legends say dwarven blood gave stronghearts their hardiness. Resistant to poison and wellsprings of endurance, these halflings easily hold their own.",
                        "grants": [
                            {
                                "ref": "c6389"
                            }
                        ]
                    }
                ]
            }
        ],
        "id": 135,
        "choiceType": 8
    },
    {
        "name": "Human",
        "description": "\"The most common face to see in Faerûn, humans are known for their tenacity, creativity, and endless capacity for growth.\"",
        "image": "Race Human.png",
        "grants": [
            {
                "ref": "c6570"
            },
            {
                "ref": "c6573"
            }
        ],
        "id": 138
    },
    {
        "name": "Tiefling",
        "description": "Touched by the Hells, Tieflings are resistant to fire and carry extraordinary Infernal powers.",
        "image": "Race Tiefling.png",
        "grants": [
            {
                "ref": "c3957"
            },
            {
                "ref": "c4741"
            }
        ],
        "choices": [
            {
                "type": 8,
                "options": [
                    {
                        "name": "Asmodeus Tieflings",
                        "description": "Bound to Nessus, the deepest layer of the Hells, these Tieflings inherit the ability to wield fire and darkness from the archdevil Asmodeus' infernal bloodline.",
                        "grants": []
                    },
                    {
                        "name": "Mephistopheles Tieflings",
                        "description": "Descended from the archdevil Mephistopheles, these Tieflings are gifted with a particular affinity for arcane magic.",
                        "grants": []
                    },
                    {
                        "name": "Zariel Tieflings",
                        "description": "Tieflings from Zariel's bloodlines are empowered with martial strength, and can channel searing flame to punish their enemies.",
                        "grants": []
                    }
                ]
            }
        ],
        "id": 137,
        "choiceType": 8
    }
]