[
    {
        "name": "Dragonborn",
        "description": "They have resistance to a type of energy damage, and are able to make deadly breath weapon attacks. These abilities are affected by their dragonborn subrace. Dragonborn resemble draconic humanoids, can have scales in a variety of colours, and may or may not have a tail.",
        "choices": [
            {
                "type": 8,
                "options": [
                    {
                        "name": "Black Dragonborn",
                        "description": "Despite no ancestral links to the mighty creatures, these dragonborn share the charcoal colouration and fizzling, acid breath of black dragons.",
                        "grants": []
                    },
                    {
                        "name": "Blue Dragonborn",
                        "description": "Despite no ancestral links to the mighty creatures, these dragonborn share the deep sapphire scales and charged, crackling breath of blue dragons.",
                        "grants": []
                    },
                    {
                        "name": "Brass Dragonborn",
                        "description": "Despite no ancestral links to the mighty creatures, these dragonborn share the burnished ochre hue and flickering, fiery breath of brass dragons.",
                        "grants": []
                    },
                    {
                        "name": "Bronze Dragonborn",
                        "description": "Despite no ancestral links to the mighty creatures, these dragonborn share the shining sepia scales and sparkling breath of bronze dragons.",
                        "grants": []
                    },
                    {
                        "name": "Copper Dragonborn",
                        "description": "Despite no ancestral links to the mighty creatures, these dragonborn share the pink-gold colouration and corrosive breath of copper dragons",
                        "grants": []
                    },
                    {
                        "name": "Gold Dragonborn",
                        "description": "Despite no ancestral links to the mighty creatures, these dragonborn share the resplendent shine and roiling, blazing breath of gold dragons",
                        "grants": []
                    },
                    {
                        "name": "Green Dragonborn",
                        "description": "Despite no ancestral links to the mighty creatures, these dragonborn share the brilliant emerald aspect and stinking, putrid breath of green dragons",
                        "grants": []
                    },
                    {
                        "name": "Red Dragonborn",
                        "description": "Despite no ancestral links to the mighty creatures, these dragonborn share the bright scarlet likeness and roiling, burning breath of red dragons",
                        "grants": []
                    },
                    {
                        "name": "Silver Dragonborn",
                        "description": "Despite no ancestral links to the mighty creatures, these dragonborn share the glinting shine and scorching cold breath of silver dragons",
                        "grants": []
                    },
                    {
                        "name": "White Dragonborn",
                        "description": "Despite no ancestral links to the mighty creatures, these dragonborn share the snowy aspect and frosty breath of white dragons.",
                        "grants": []
                    }
                ]
            }
        ],
        "choiceType": 8,
        "image": "Dragonborn Black.png",
        "grants": []
    },
    {
        "name": "Drow",
        "description": "They are the dark elves of the Forgotten Realms, dwelling in the Underdark, large subterranean caverns beneath the surface.",
        "choices": [
            {
                "type": 8,
                "options": [
                    {
                        "name": "Lolth-sworn Drow",
                        "description": "Raised by [[Lolth",
                        "grants": []
                    },
                    {
                        "name": "Seldarine Drow",
                        "description": "Drow are the result of an ancient schism between the elven deities Corellon Larethian and Lolth. The latter's treachery drove the drow into the Underdark, where they splintered into warring factions. Seldarine drow can be found seeking allies from all over Faerûn, aiming to settle their conflict with Lolth - and themselves - by any means necessary.",
                        "grants": []
                    }
                ]
            }
        ],
        "choiceType": 8,
        "image": "Drow Lolth-Sworn Default.png",
        "grants": []
    },
    {
        "name": "Dwarf",
        "description": "",
        "choices": [
            {
                "type": 8,
                "options": [
                    {
                        "name": "Gold Dwarves",
                        "description": "Gold Dwarves are known for their confidence and keen intuition. The culture of their Deep Kingdom values family, ritual, and fine craftsmanship.",
                        "grants": []
                    },
                    {
                        "name": "Shield Dwarves",
                        "description": "Shield Dwarves survived a long fall from grace, surrendering many of their ancient kingdoms in wars with Goblins and Orcs. These losses have lead to a cynical mindset, yet Shield Dwarves will endure anything to restore their ancestral homelands.",
                        "grants": []
                    },
                    {
                        "name": "Duergar",
                        "description": "Once enslaved by the eldritch Mind Flayers, Duergar adapted to freedom with harsh practicality. Their cold demeanours and gift of stealth are well-known through the Underdark.",
                        "grants": []
                    }
                ]
            }
        ],
        "choiceType": 8,
        "image": "Dwarf Gold Default.png",
        "grants": []
    },
    {
        "name": "Elf",
        "description": "They are long lived, and have an affinity for magic.",
        "choices": [
            {
                "type": 8,
                "options": [
                    {
                        "name": "High Elf",
                        "description": "Heirs of the mystical [https://forgottenrealms.fandom.com/wiki/Feywild Feywild], high elves value magic in all its forms, and even those who do not study spellcraft can manipulate the [https://forgottenrealms.fandom.com/wiki/Weave Weave].",
                        "grants": [
                            {
                                "ref": "s1638"
                            },
                            {
                                "ref": "s1641"
                            },
                            {
                                "ref": "s1645"
                            },
                            {
                                "ref": "s1647"
                            },
                            {
                                "ref": "s1653"
                            },
                            {
                                "ref": "s1661"
                            },
                            {
                                "ref": "s796"
                            },
                            {
                                "ref": "s1662"
                            },
                            {
                                "ref": "s1663"
                            },
                            {
                                "ref": "s1665"
                            },
                            {
                                "ref": "s1691"
                            },
                            {
                                "ref": "s1695"
                            },
                            {
                                "ref": "s1696"
                            }
                        ]
                    },
                    {
                        "name": "Wood Elf",
                        "description": "Wood elves spend their reclusive lives in [[Faerûn",
                        "grants": []
                    }
                ]
            }
        ],
        "choiceType": 8,
        "image": "High Elf Default Portrait.png",
        "grants": []
    },
    {
        "name": "Githyanki",
        "description": "Githyanki are peerless warriors from the Astral Plane, known for their legendary silver blades and red dragon mounts. They seek the total destruction of mind flayers, whose ancient empire enslaved the ancestral gith for millennia.",
        "image": "Githyanki Default Portrait.png",
        "grants": []
    },
    {
        "name": "Gnome",
        "description": "",
        "choices": [
            {
                "type": 8,
                "options": [
                    {
                        "name": "Rock Gnomes",
                        "description": "The most commonly seen gnome on Faerûn's surface, Rock Gnomes are named as such for their hardiness and affinity to metal.",
                        "grants": []
                    },
                    {
                        "name": "Forest Gnomes",
                        "description": "Even smaller than their cousins and twice as reclusive, Forest Gnomes are rare sight in Faerûn. They master magic and craftmanship in their distant, idyllic groves.",
                        "grants": []
                    },
                    {
                        "name": "Deep Gnomes",
                        "description": "More guarded than their surface cousins, Deep Gnomes survive in the Underdark with darkvision and skillful stealth.",
                        "grants": []
                    }
                ]
            }
        ],
        "choiceType": 8,
        "image": "Rock Gnome Default Portrait.png",
        "grants": []
    },
    {
        "name": "Half-Elf",
        "description": "",
        "choices": [
            {
                "type": 8,
                "options": [
                    {
                        "name": "High Half-elf",
                        "description": "A touch of the [https://forgottenrealms.fandom.com/wiki/Feywild Feywild] remains in half-elves with this bloodline, and even those untrained in magic possess a hint of wild power.",
                        "grants": [
                            {
                                "ref": "s1638"
                            },
                            {
                                "ref": "s1641"
                            },
                            {
                                "ref": "s1645"
                            },
                            {
                                "ref": "s1647"
                            },
                            {
                                "ref": "s1653"
                            },
                            {
                                "ref": "s1661"
                            },
                            {
                                "ref": "s796"
                            },
                            {
                                "ref": "s1662"
                            },
                            {
                                "ref": "s1663"
                            },
                            {
                                "ref": "s1665"
                            },
                            {
                                "ref": "s1691"
                            },
                            {
                                "ref": "s1695"
                            },
                            {
                                "ref": "s1696"
                            }
                        ]
                    },
                    {
                        "name": "Wood Half-elf",
                        "description": "Like their wood elf parent, these half-elves have a quickened stride and eye for stealth. Yet many break away from isolation in Faerûn's forests to explore the rest of the Realms.",
                        "grants": []
                    },
                    {
                        "name": "Drow Half-elf",
                        "description": "Most Half-Drow result from liaisons between [[Drow#Seldarine Drow",
                        "grants": []
                    }
                ]
            }
        ],
        "choiceType": 8,
        "image": "High Half-Elf Default Portrait.png",
        "grants": []
    },
    {
        "name": "Half-Orc",
        "description": "They are born of both human and orc ancestry, and exhibit a blend of orcish and human characteristics, their appearances varying widely.",
        "image": "Half-Orc Default.png",
        "grants": []
    },
    {
        "name": "Halfling",
        "description": "",
        "choices": [
            {
                "type": 8,
                "options": [
                    {
                        "name": "Lightfoot Halflings",
                        "description": "Lightfoot Halflings are stealthy but social, travelling all over Faerûn to make a name for themselves.",
                        "grants": []
                    },
                    {
                        "name": "Strongheart Halflings",
                        "description": "Legends say dwarven blood gave stronghearts their hardiness. Resistant to poison and wellsprings of endurance, these halflings easily hold their own.",
                        "grants": []
                    }
                ]
            }
        ],
        "choiceType": 8,
        "image": "Halfling Lightfoot Default.png",
        "grants": []
    },
    {
        "name": "Human",
        "description": "They are one of the most populous races in Faerûn, exhibiting a versatile range of skills rather than any one mastery.",
        "image": "Human Default Portrait.png",
        "grants": []
    },
    {
        "name": "Tiefling",
        "description": "Touched by the Hells, tieflings are resistant to fire and carry extraordinary Infernal powers.",
        "choices": [
            {
                "type": 8,
                "options": [
                    {
                        "name": "Asmodeus Tieflings",
                        "description": "Bound to Nessus, the deepest layer of the Hells, these Tieflings inherit the ability to wield fire and darkness from the archdevil Asmodeus' infernal bloodline.",
                        "grants": []
                    },
                    {
                        "name": "Mephistopheles Tieflings",
                        "description": "Descended from the archdevil Mephistopheles, these Tieflings are gifted with a particular affinity for arcane magic.",
                        "grants": []
                    },
                    {
                        "name": "Zariel Tieflings",
                        "description": "Tieflings from Zariel's bloodlines are empowered with martial strength, and can channel searing flame to punish their enemies.",
                        "grants": []
                    }
                ]
            }
        ],
        "choiceType": 8,
        "image": "Asmodeus Tiefling Default Portrait.png",
        "grants": []
    }
]